Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Alerts.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Update Available
ar: يتوفّر تحديث
bn: আপডেট উপলব্ধ
cs: Dostupná aktualizace
da: Opdatering tilgængelig
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
es_419: Actualización disponible
fa: به‌روزرسانی در دسترس است
fi: Päivitys saatavilla
fil: May Available na Update
fr: Mise à jour disponible
he: עדכון זמין
hi: अपडेट उपलब्ध है
hu: Elérhető frissítés
hy: Հասանելի է թարմացում
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
ms: Kemas Kini Tersedia
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
pt_pt: Atualização Disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sv: Uppdatering tillgänglig
ta: புதுப்பிப்பு கிடைக்கிறது
te: నవీకరణ అందుబాటులో ఉంది
th: มีอัปเดตให้ใช้งาน
tr: Güncelleme Mevcut
uk: Доступне оновлення
ur: اپ ڈیٹ دستیاب ہے
vi: Đã có bản cập nhật
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Well, this is awkward.
ar: حسنًا، هذا محرج بعض الشيء.
bn: আহা, এটা একটু অস্বস্তিকর।
cs: No, tohle je trapné.
da: Nå, det her er lidt akavet.
de: Tja, das ist jetzt unangenehm.
el: Λοιπόν, αυτό είναι κάπως άβολο.
es: Vaya, qué situación más incómoda.
es_419: Bueno, esto es incómodo.
fa: خب، اوضاع کمی عجیب شد.
fi: No, tämäpä noloa.
fil: Aba, nakakahiya naman ito.
fr: Eh bien, c'est gênant.
he: טוב, זה קצת מביך.
hi: अरे, यह तो थोड़ा अजीब है।
hu: Hát, ez kínos.
hy: Հը, սա մի քիչ անհարմար է։
id: Wah, ini canggung.
it: Beh, che imbarazzo.
ja: ええと、ちょっと気まずいですね。
ko: 이런, 좀 곤란하네요.
ms: Aduh, janggal pula rasanya.
nb: Vel, dette ble litt pinlig.
nl: Tja, dit is ongemakkelijk.
pl: No cóż, niezręczna sytuacja.
pt_br: Bem, que situação constrangedora.
pt_pt: Bem, isto é constrangedor.
ro: Ei bine, e cam jenant.
ru: Так, неловко вышло.
sv: Det här blev lite pinsamt.
ta: சரி, இது சற்று சங்கடமாக உள்ளது.
te: అరె, ఇది కొంచెం ఇబ్బందిగా ఉంది.
th: เอ่อ... กระอักกระอ่วนจัง
tr: Bu biraz tuhaf oldu.
uk: Що ж, незручно вийшло.
ur: اوہو، یہ تو ذرا عجیب ہو گیا۔
vi: Ồ, hơi ngại đây.
zh_hans: 嗯，这有点尴尬。
zh_hant: 嗯，這有點尷尬。

source: You don't seem to have a camera 😓
ar: يبدو أنه لا تتوفّر لديك كاميرا 😓
bn: মনে হচ্ছে আপনার কোনো ক্যামেরা নেই 😓
cs: Vypadá to, že nemáš fotoaparát 😓
da: Du ser ikke ud til at have et kamera 😓
de: Du scheinst keine Kamera zu haben 😓
el: Δεν φαίνεται να έχεις κάμερα 😓
es: Parece que no tienes cámara 😓
es_419: Parece que no tienes una cámara 😓
fa: انگار دوربینی نداری 😓
fi: Sinulla ei taida olla kameraa 😓
fil: Mukhang wala kang camera 😓
fr: Tu ne sembles pas avoir d'appareil photo 😓
he: נראה שאין לך מצלמה 😓
hi: लगता है तुम्हारे पास कैमरा नहीं है 😓
hu: Úgy tűnik, nincs kamerád 😓
hy: Կարծես քո մոտ տեսախցիկ չկա 😓
id: Sepertinya kamu tidak punya kamera 😓
it: Sembra che tu non abbia una fotocamera 😓
ja: カメラが見つからないようです 😓
ko: 카메라가 없는 것 같아요 😓
ms: Nampaknya kamu tak ada kamera 😓
nb: Det ser ikke ut til at du har et kamera 😓
nl: Je hebt blijkbaar geen camera 😓
pl: Wygląda na to, że nie masz aparatu 😓
pt_br: Parece que você não tem uma câmera 😓
pt_pt: Parece que não tens uma câmara 😓
ro: Se pare că nu ai o cameră 😓
ru: Похоже, у тебя нет камеры 😓
sv: Du verkar inte ha någon kamera 😓
ta: உங்களிடம் கேமரா இருப்பதாகத் தெரியவில்லை 😓
te: మీ దగ్గర కెమెరా ఉన్నట్టు లేదు 😓
th: ดูเหมือนว่าคุณจะไม่มีกล้อง 😓
tr: Görünüşe göre bir kameran yok 😓
uk: Схоже, у тебе немає камери 😓
ur: لگتا ہے آپ کے پاس کیمرا نہیں ہے 😓
vi: Hình như máy bạn không có camera 😓
zh_hans: 你似乎没有摄像头 😓
zh_hant: 你的裝置似乎沒有相機 😓

source: You must connect to a Wi-Fi network or have a cellular data plan to use Kurozora.
ar: يجب الاتصال بشبكة Wi-Fi أو امتلاك باقة بيانات خلوية لاستخدام Kurozora.
bn: Kurozora ব্যবহার করতে আপনাকে অবশ্যই একটি Wi-Fi নেটওয়ার্কে সংযুক্ত হতে হবে অথবা একটি সেলুলার ডেটা প্ল্যান থাকতে হবে।
cs: Pro používání Kurozora se musíš připojit k Wi-Fi síti nebo mít k dispozici mobilní data.
da: Du skal oprette forbindelse til et Wi-Fi-netværk eller have et mobildataabonnement for at bruge Kurozora.
de: Du musst mit einem WLAN verbunden sein oder über einen Mobilfunktarif verfügen, um Kurozora zu nutzen.
el: Πρέπει να συνδεθείς σε ένα δίκτυο Wi-Fi ή να έχεις πρόγραμμα δεδομένων κινητής για να χρησιμοποιήσεις το Kurozora.
es: Debes conectarte a una red Wi-Fi o tener un plan de datos móviles para usar Kurozora.
es_419: Debes conectarte a una red Wi-Fi o tener un plan de datos móviles para usar Kurozora.
fa: برای استفاده از Kurozora باید به یک شبکهٔ Wi-Fi متصل شوی یا یک طرح دادهٔ همراه داشته باشی.
fi: Kurozoran käyttäminen edellyttää yhteyttä Wi-Fi-verkkoon tai mobiilidatasopimusta.
fil: Kailangan ninyong kumonekta sa isang Wi-Fi network o magkaroon ng cellular data plan upang magamit ang Kurozora.
fr: Vous devez vous connecter à un réseau Wi-Fi ou disposer d'un forfait de données cellulaires pour utiliser Kurozora.
he: כדי להשתמש ב‑Kurozora עליך להתחבר לרשת Wi‑Fi או להחזיק בחבילת גלישה סלולרית.
hi: Kurozora का उपयोग करने के लिए आपको किसी Wi-Fi नेटवर्क से जुड़ना होगा या सेलुलर डेटा प्लान होना चाहिए।
hu: A Kurozora használatához Wi-Fi-hálózathoz kell csatlakoznod, vagy mobiladat-előfizetéssel kell rendelkezned.
hy: Kurozora-ից օգտվելու համար պետք է միանաք Wi-Fi ցանցի կամ ունենաք բջջային ինտերնետի սակագին։
id: Anda harus terhubung ke jaringan Wi-Fi atau memiliki paket data seluler untuk menggunakan Kurozora.
it: Per usare Kurozora è necessario connettersi a una rete Wi-Fi o disporre di un piano dati cellulare.
ja: Kurozoraをご利用いただくには、Wi-Fiネットワークに接続するか、モバイルデータ通信プランが必要です。
ko: Kurozora를 사용하려면 Wi-Fi 네트워크에 연결하거나 셀룰러 데이터 요금제가 있어야 해요.
ms: Anda mesti menyambung ke rangkaian Wi-Fi atau mempunyai pelan data selular untuk menggunakan Kurozora.
nb: Du må koble til et Wi-Fi-nettverk eller ha et mobildataabonnement for å bruke Kurozora.
nl: Je moet verbonden zijn met een wifinetwerk of een mobiel data-abonnement hebben om Kurozora te gebruiken.
pl: Aby korzystać z aplikacji Kurozora, musisz połączyć się z siecią Wi-Fi lub mieć aktywny pakiet danych komórkowych.
pt_br: Você precisa se conectar a uma rede Wi-Fi ou ter um plano de dados móveis para usar o Kurozora.
pt_pt: Tem de ligar-se a uma rede Wi-Fi ou ter um plano de dados móveis para utilizar o Kurozora.
ro: Trebuie să te conectezi la o rețea Wi-Fi sau să ai un abonament de date mobile pentru a folosi Kurozora.
ru: Для использования Kurozora необходимо подключиться к сети Wi-Fi или иметь тарифный план мобильной передачи данных.
sv: Du måste ansluta till ett Wi-Fi-nätverk eller ha ett mobildataabonnemang för att använda Kurozora.
ta: Kurozora ஐப் பயன்படுத்த, நீங்கள் Wi-Fi நெட்வொர்க்குடன் இணைக்க வேண்டும் அல்லது செல்லுலார் தரவுத் திட்டம் வைத்திருக்க வேண்டும்.
te: Kurozora ను ఉపయోగించడానికి మీరు తప్పనిసరిగా Wi-Fi నెట్‌వర్క్‌కు కనెక్ట్ అవ్వాలి లేదా సెల్యులార్ డేటా ప్లాన్ కలిగి ఉండాలి.
th: คุณต้องเชื่อมต่อกับเครือข่าย Wi-Fi หรือมีแพ็กเกจข้อมูลมือถือเพื่อใช้งาน Kurozora
tr: Kurozora'yı kullanmak için bir Wi-Fi ağına bağlanmanız veya bir hücresel veri planınızın olması gerekir.
uk: Щоб користуватися Kurozora, вам необхідно під'єднатися до мережі Wi-Fi або мати тарифний план мобільного зв'язку.
ur: Kurozora استعمال کرنے کے لیے آپ کو کسی Wi-Fi نیٹ ورک سے منسلک ہونا ہوگا یا سیلولر ڈیٹا پلان رکھنا ہوگا۔
vi: Bạn phải kết nối mạng Wi-Fi hoặc có gói dữ liệu di động để sử dụng Kurozora.
zh_hans: 你必须连接 Wi-Fi 网络或拥有蜂窝数据套餐才能使用 Kurozora。
zh_hant: 您必須連接 Wi-Fi 網路或使用行動數據方案，才能使用 Kurozora。

source: Your purchase could not be verified by App Store. If this continues to happen, please contact the developer.
ar: تعذّر على App Store التحقق من عملية الشراء. إذا استمر حدوث ذلك، فيُرجى التواصل مع المطوّر.
bn: App Store আপনার ক্রয় যাচাই করতে পারেনি। যদি এটি বারবার ঘটতে থাকে, অনুগ্রহ করে ডেভেলপারের সঙ্গে যোগাযোগ করুন।
cs: Váš nákup se nepodařilo ověřit v App Store. Pokud se to bude opakovat, kontaktujte prosím vývojáře.
da: Dit køb kunne ikke bekræftes af App Store. Hvis dette fortsætter, bedes du kontakte udvikleren.
de: Ihr Kauf konnte vom App Store nicht verifiziert werden. Falls dies weiterhin auftritt, wenden Sie sich bitte an den Entwickler.
el: Η αγορά σας δεν ήταν δυνατό να επαληθευτεί από το App Store. Αν αυτό συνεχίσει να συμβαίνει, παρακαλούμε επικοινωνήστε με τον προγραμματιστή.
es: App Store no ha podido verificar tu compra. Si esto sigue ocurriendo, ponte en contacto con el desarrollador.
es_419: El App Store no pudo verificar su compra. Si esto sigue ocurriendo, comuníquese con el desarrollador.
fa: خرید شما توسط App Store قابل تأیید نبود. اگر این مشکل ادامه پیدا کرد، لطفاً با توسعه‌دهنده تماس بگیرید.
fi: App Store ei voinut vahvistaa ostoasi. Jos tämä toistuu, ota yhteyttä kehittäjään.
fil: Hindi ma-verify ng App Store ang inyong pagbili. Kung magpapatuloy ang problemang ito, mangyaring makipag-ugnayan sa developer.
fr: Votre achat n'a pas pu être vérifié par l'App Store. Si le problème persiste, veuillez contacter le développeur.
he: לא ניתן היה לאמת את הרכישה שלך מול App Store. אם הבעיה חוזרת על עצמה, יש לפנות למפתח.
hi: आपकी खरीद को App Store द्वारा सत्यापित नहीं किया जा सका। यदि ऐसा होता रहे, तो कृपया डेवलपर से संपर्क करें।
hu: Az App Store nem tudta ellenőrizni a vásárlását. Ha ez továbbra is előfordul, kérjük, vegye fel a kapcsolatot a fejlesztővel.
hy: Ձեր գնումը չհաջողվեց հաստատել App Store-ի կողմից։ Եթե սա շարունակվի, խնդրում ենք կապ հաստատել մշակողի հետ։
id: Pembelian Anda tidak dapat diverifikasi oleh App Store. Jika hal ini terus terjadi, silakan hubungi pengembang.
it: Non è stato possibile verificare l'acquisto tramite l'App Store. Se il problema persiste, la preghiamo di contattare lo sviluppatore.
ja: 購入をApp Storeで確認できませんでした。この問題が続く場合は、開発者までお問い合わせください。
ko: App Store에서 구매를 확인할 수 없습니다. 이 문제가 계속 발생하면 개발자에게 문의해 주십시오.
ms: Pembelian anda tidak dapat disahkan oleh App Store. Jika perkara ini terus berlaku, sila hubungi pembangun.
nb: Kjøpet ditt kunne ikke verifiseres av App Store. Hvis dette fortsetter å skje, vennligst kontakt utvikleren.
nl: Uw aankoop kon niet worden geverifieerd door de App Store. Als dit zich blijft voordoen, neem dan contact op met de ontwikkelaar.
pl: Nie udało się zweryfikować zakupu w App Store. Jeśli problem będzie się powtarzał, skontaktuj się z deweloperem.
pt_br: Não foi possível verificar sua compra na App Store. Se isso continuar acontecendo, entre em contato com o desenvolvedor.
pt_pt: Não foi possível verificar a sua compra na App Store. Se isto continuar a acontecer, contacte o programador.
ro: Achiziția dvs. nu a putut fi verificată de App Store. Dacă problema persistă, vă rugăm să contactați dezvoltatorul.
ru: Вашу покупку не удалось подтвердить в App Store. Если это повторяется, пожалуйста, свяжитесь с разработчиком.
sv: Ditt köp kunde inte verifieras av App Store. Om detta fortsätter att hända, kontakta utvecklaren.
ta: உங்கள் கொள்முதலை App Store ஆல் சரிபார்க்க முடியவில்லை. இது தொடர்ந்து நிகழ்ந்தால், தயவுசெய்து டெவலப்பரைத் தொடர்பு கொள்ளவும்.
te: మీ కొనుగోలును App Store ధృవీకరించలేకపోయింది. ఇది మళ్లీ జరుగుతూ ఉంటే, దయచేసి డెవలపర్‌ను సంప్రదించండి.
th: ไม่สามารถตรวจสอบการซื้อของคุณกับ App Store ได้ หากยังคงเกิดเหตุการณ์นี้ขึ้นอีก โปรดติดต่อผู้พัฒนา
tr: Satın alma işleminiz App Store tarafından doğrulanamadı. Bu durum devam ederse, lütfen geliştiriciyle iletişime geçin.
uk: App Store не вдалося підтвердити вашу покупку. Якщо це повторюватиметься, будь ласка, зверніться до розробника.
ur: App Store آپ کی خریداری کی توثیق نہیں کر سکا۔ اگر ایسا بار بار ہوتا رہے، تو براہِ کرم ڈویلپر سے رابطہ کریں۔
vi: App Store không thể xác minh giao dịch mua hàng của bạn. Nếu tình trạng này tiếp tục xảy ra, vui lòng liên hệ nhà phát triển.
zh_hans: App Store 无法验证你的购买。如果此情况持续发生，请联系开发者。
zh_hant: App Store 無法驗證您的購買項目。若此情形持續發生，請聯絡開發者。
